#!/bin/bash

#####################################################
## Ahmed Bani
##
#####################################################

msg() {
    printf '%b\n' "$1" >&2
}

    success() {
    msg "\e[32m[✔]\e[0m ${1}${2}"
}

error() {
    msg "\e[31m[✘]\e[0m ${1}${2}"
    exit 1
}

debug() {
    if [ "$debug_mode" -eq '1' ] && [ "$ret" -gt '1' ]; then
      msg "An error occured in function \"${FUNCNAME[$i+1]}\" on line ${BASH_LINENO[$i+1]}, we're sorry for that."
    fi
}
#####################################################
##
##
#####################################################
صحيح()
{
    success "$1"
}

قل()

{
    msg "$1"
}


التاريخ()
{
    date
}

الحمد()
{
    echo "الحمدللة"
}

الملف()
{
    ls
}


اليوم()
{
    صباح
}

من()
{
    اليوم
}
#####################################################
البسملة()
{
    echo "بسم الله الرحمن الرحيم"
}
البسملة


كيف_حالك()
{
echo "هل تود ان تقوم بذلك فعلاً"
echo ""
echo ""
echo ""
echo ""
read -p "ما اسمك ؟" name
echo "اهلا وسهلا بك يا"$name
}
#كيف_حالك
#####################################################
##
##
#####################################################

read -p "هل انت مستعد للعمل ؟" fine

صحيح "هل قلت ؟ "
صحيح "هل قلت ؟ "
صحيح "هل قلت ؟ "
صحيح "هل قلت ؟ "
صحيح "هل قلت ؟ "
حيح "هل قلت ؟ "
sleep 7
