


# الترميز: utf82013-06-18_.png
{
'! langcode!': 'EN-US'،
'langname!': 'اللغة الإنجليزية (الولايات المتحدة)'،
'٪ Y-٪ M-٪ D': '٪ M-٪ D-٪ Y'،
'٪ Y-٪ M-D٪٪ H:٪ M:٪ S': '٪ M-٪ D-٪ Y٪ H:٪ M:٪ S'،
'(يتطلب الوصول إلى الإنترنت)': '(يتطلب الوصول إلى الإنترنت)'،
'(شيء من هذا القبيل "IT-عليه")': '(شيء من هذا القبيل "IT-عليه")'،
'من': 'معلومات'،
"تعليمات برمجية إضافية للتطبيق الخاص بك ':' تعليمات برمجية إضافية للتطبيق الخاص بك '،
'مشرف تعطيل بسبب قادر على الوصول إلى ملف كلمة السر': 'مشرف تعطيل بسبب قادر على الوصول إلى ملف كلمة المرور'،
'لغة مشرف': 'اللغة المسؤول'،
'واجهة الإدارية': 'واجهة إدارية'،
'كلمة مرور المسؤول:': 'كلمة مرور المسؤول:'،
'وتسميته:': 'وتسميته:'،
'اسم التطبيق:': 'اسم التطبيق:'،
'لا تستخدم حتى الآن': 'لا تستخدم حتى الآن'،
'هل أنت متأكد أنك تريد حذف هذا الكائن؟': 'هل أنت متأكد أنك تريد حذف هذا الكائن'،
'حجج': 'حجج'،
'في شار٪ S': 'في شار٪ S'،
'في السطر٪ S': 'في السطر٪ S'،
'عودة': '<< عودة'،
'أساسيات': 'أساسيات'،
'تبدأ': 'تبدأ'،
'يمكن أن يكون بوابة الريبو': 'يمكن أن يكون بوابة الريبو'،
"تغيير كلمة مرور المسؤول ':' تغيير كلمة السر مشرف '،
'التحقق من وجود ترقيات': 'التحقق من وجود تحديثات'،
'فحص للترقيات ...': 'فحص للترقيات ...'،
'نظيفة': 'نظيفة'،
'رمز': 'رمز'،
'انهيار / توسيع الكل': 'انهيار / توسيع الكل'،
'ترجمة': 'ترجمة'،
'تحكم': 'تحكم'،
'تحكم': 'تحكم'،
'خلق': 'خلق'،
'إنشاء ملف مع اسم الملف:': 'إنشاء ملف مع اسم الملف:'،
'إنشاء قواعد': 'إنشاء قواعد'،
'التي أنشأتها': 'التي أنشأتها'،
'كرونتاب': 'كرونتاب'،
'قيد التشغيل حاليا': 'تعمل حاليا'،
'المحفوظة حاليا أو': 'المحفوظة حاليا أو'،
'إدارة قاعدة البيانات': 'إدارة قاعدة البيانات'،
'تصحيح': 'تصحيح'،
'يعرف الجداول': 'يعرف الجداول'،
'حذف': 'حذف'،
'حذف هذا الملف (سوف يطلب منك تأكيد الحذف)': 'حذف هذا الملف (سوف يطلب منك تأكيد الحذف)'،
'نشر': 'نشر'،
'نشر في Google App Engine': 'نشر في Google App Engine'،
'نشر إلى OpenShift': 'نشر إلى OpenShift'،
'وصف مفصل traceback': 'وصف traceback مفصل "،
'الاتجاه: لتر': 'الاتجاه: لتر'،
'تعطيل': 'تعطيل'،
'المستندات': 'المستندات'،
'تحميل تخطيطات': 'تحميل تخطيطات'،
'تحميل الإضافات': 'تحميل الإضافات'،
'تحرير': 'تحرير'،
'تحرير جميع': 'تحرير جميع'،
'تطبيق تحرير': 'تحرير التطبيق'،
'تحرير تحكم': 'تحرير تحكم'،
'عدد المشاهدات تحرير:': 'تحرير المشاهدات:'،
'تحرير الملف "٪ S"': 'تحرير الملف "٪ S"'،
'ملف لغة التحرير': 'ملف لغة التحرير'،
'لقطة خطأ': 'لقطة خطأ'،
'تذكرة خطأ': 'تذكرة خطأ'،
'أخطاء': 'أخطاء'،
'سمات مثيل Exception': 'سمات المثال استثناء'،
'توسيع اختصار': 'توسيع اختصار'،
'يفضح': 'الكشف'،
'يفضح:': 'يفضح:'،
'تمتد': 'تمتد'،
'فشل لتجميع الملف ل:': 'فشل لتجميع الملف ل:'،
'الملف غير موجود': 'الملف غير موجود'،
'الملف المحفوظ على٪ s': 'الملف المحفوظ على٪ s'،
'مرشح': 'التصفية'،
'إطارات': 'إطارات'،
'توليد': 'توليد'،
"الحصول على من URL: ':' الحصول على من URL: '،
'جيت سحب': 'جيت سحب'،
'جيت ادفع': 'جيت ادفع'،
'الذهاب إلى الزوج مطابقة': 'الذهاب إلى مطابقة زوج'،
'الذهاب!': '! اذهب'،
'مساعدة': 'مساعدة'،
'إخفاء / إظهار النصوص المترجمة': 'إخفاء / إظهار النصوص المترجمة'،
'يتضمن': 'يتضمن'،
'فحص سمات': 'فحص سمات'،
'تثبيت': 'تثبيت'،
'التطبيقات المثبتة': 'التطبيقات المثبتة'،
'غير صالحة كلمة السر.': 'كلمة المرور غير صالحة'،
'مفتاح تثبيت': 'مفتاح تثبيت'،
'مفتاح تثبيت البرنامج المساعد لZenCoding': 'مفتاح تثبيت البرنامج المساعد لZenCoding'،
'ملفات اللغة (سلاسل ثابتة) تحديث': 'ملفات اللغة (سلاسل ثابتة) تحديث'،
'اللغات': 'اللغات'،
'اللغات': 'اللغات'،
"آخر المحفوظة على: ':' آخر المحفوظة على: '،
"جار التحميل ... ':' جار ... '،
'السكان المحليين': 'السكان المحليين'،
'دخول': 'دخول'،
'تسجيل الدخول إلى واجهة إدارية': 'تسجيل الدخول إلى واجهة إدارية'،
'خروج': 'خروج'،
'تطابق زوج': 'تطابق زوج'،
'دمج خطوط': 'دمج خطوط'،
'نماذج': 'نماذج'،
'نماذج': 'نماذج'،
'وحدات': 'وحدات'،
'وحدات': 'وحدات'،
'التطبيق جديد معالج': 'جديد معالج التطبيق'،
'تطبيق جديد معالج': 'تطبيق جديد معالج'،
'تطبيق جديد بسيط': 'تطبيق بسيط جديد'،
'التالي تحرير بوينت': 'التالي تحرير بوينت'،
'مصمم على الانترنت': 'مصمم على الانترنت'،
'الأصل / ترجمة': 'الأصل / ترجمة'،
'الكتابة تثبيت التطبيق': 'الكتابة فوق تثبيت التطبيق'،
'حزمة جميع': 'حزمة جميع'،
'تطل على ملف': 'تطل على الملف'،
'الإضافات': 'الإضافات'،
'الإضافات': 'الإضافات'،
'-صيغ الجمع:': 'جمع مفردها-نماذج:'،
'بدعم من': 'بدعم من'،
'السابق تعديل نقطة': 'السابق تعديل نقطة'،
'ملفات خاصة': 'ملفات خاصة'،
'ملفات خاصة': 'ملفات خاصة'،
'تحديث المسارات': 'المسارات تحديث'،
'إزالة نقطة توقف على٪ s في السطر٪ S': 'إزالة نقطة توقف على٪ s في السطر٪ S'،
'طلب': 'طلب'،
'استجابة': 'استجابة'،
'إعادة': 'إعادة'،
'استعادة': 'استعادة'،
'العودة': 'العودة'،
'لم يتم تعريف قواعد': 'لم يتم تعريف القواعد'،
"القواعد: ':' القواعد: '،
"تشغيل الاختبارات في هذا الملف (لتشغيل جميع الملفات، يمكنك أيضا استخدام الزر المسمى 'اختبار')": "تشغيل الاختبارات في هذا الملف (لتشغيل جميع الملفات، يمكنك أيضا استخدام الزر المسمى 'اختبار')"،
'الجري على٪ s': 'الجري على٪ s'،
'حفظ': 'حفظ'،
'حفظ عبر اياكس': 'حفظ عبر اياكس،
'حفظ الملف البعثرة:': 'الملف المحفوظ تجزئة:'،
'الدورة': 'الدورة'،
'الدورة انتهت': 'انتهت الدورة'،
'تعيين نقطة توقف على٪ s في السطر٪ s:٪ S': 'تعيين نقطة توقف على٪ s في السطر٪ s:٪ S'،
'شل': 'شل'،
'الموقع': 'الموقع'،
'تخطي لتوليد': 'تخطي لتوليد'،
'بدء التطبيق الجديد': 'بدء التطبيق الجديد'،
'بدء معالج': 'ابدأ معالج'،
'ثابت': 'ثابت'،
'ملفات ثابت': 'ملفات ثابتة'،
'الخطوة': 'الخطوة'،
'إرسال': 'إرسال'،
'ناجحة': 'ناجح'،
'اختبار': 'اختبار'،
'منطق التطبيق، يتم تعيين كل مسار URL في وظيفة واحدة تعرض في وحدة تحكم': 'منطق التطبيق، يتم تعيين كل مسار URL في وظيفة واحدة تعرض في وحدة تحكم'،
"إن تمثيل البيانات، وتحديد جداول قاعدة البيانات ومجموعات ':' إن تمثيل البيانات، وتحديد جداول قاعدة البيانات ومجموعات '،
'طبقة والعروض، ومن المعروف أيضا وجهات النظر كقوالب': 'طبقة والعروض، ومن المعروف أيضا أن وجهات النظر كقوالب'،
'لا يوجد نماذج': 'لا يوجد نماذج'،
'لا يوجد الإضافات': 'لا يوجد الإضافات'،
'لا يتم تقديم هذه الملفات، فهي الوحيدة المتاحة من داخل التطبيق الخاص بك': 'لا يتم تقديم هذه الملفات، فإنها لا تتوفر إلا من خلال التطبيق الخاص بك،
"يتم تقديم هذه الملفات من دون معالجة، الصور الخاصة بك الذهاب هنا ':' يتم تقديم هذه الملفات من دون معالجة، الصور الخاصة بك الذهاب هنا '،
'رقم التذكرة': 'تذكرة ID'،
'تذكرة مفقودة': 'تذكرة مفقود'،
'إلى الإصدار السابق.': 'إلى الإصدار السابق.'،
'لإنشاء البرنامج المساعد، اسم ملف / مجلد plugin_ [اسم]': 'لإنشاء البرنامج المساعد، اسم ملف / مجلد plugin_ [اسم]'،
'نقطة تبديل': 'توقف تبديل'،
'ملء تبديل': 'ملء تبديل'،
'Traceback': 'Traceback'،
'سلاسل الترجمة لتطبيق': 'سلاسل الترجمة لتطبيق'،
'محاولة عرض': 'محاولة عرض'،
'إلغاء': 'إلغاء'،
'تحديث': 'تحديث'،
'تحديث كافة اللغات': 'تحديث كافة اللغات'،
'تحميل': 'رفع'،
'تحميل الحزمة:': 'تحميل حزمة:'،
'تحميل وتثبيت تطبيق معبأة': 'تحميل وتثبيت تطبيق معبأة'،
'تحميل ملف:': 'تحميل ملف:'،
'تحميل ملف البرنامج المساعد:': 'تحميل ملف البرنامج المساعد:'،
'المتغيرات': 'المتغيرات'،
'نسخة': 'الإصدار'،
'النسخة٪ s٪ S٪ S (٪ S)٪ S.': '. النسخة٪ s٪ S٪ S (٪ S)٪ S'،
'الإصدار': 'إصدارات'،
'وجهات النظر': 'وجهات النظر'،
'عدد': 'عدد'،
'ويب إطار': 'إطار الشبكة'،
'هو web2py حتى الآن': 'web2py هو حتى الآن'،
'web2py تغريدات الزوار': 'تغريدات الزوار web2py'،
'التفاف مع اختصار': 'التفاف مع اختصار'،
}
